mhutchie.git-graph
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers       
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack  
ms-vscode.cpptools-themes
ms-vscode.vscode-serial-monitor    
ryuta46.multi-command
streetsidesoftware.code-spell-checker
tomoki1207.pdf
twxs.cmake
vsciot-vscode.vscode-arduino